/* 202 Accepted. */
"Accepted" = "Aceite";

/* 484 Address Incomplete. */
"Address Incomplete" = "Endereço incompleto";

/* 380 Alternative Service. */
"Alternative Service" = "Serviço alternativo";

/* 485 Ambiguous. */
"Ambiguous" = "Ambíguo";

/* 489 Bad Event. */
"Bad Event" = "Evento inválido";

/* 420 Bad Extension. */
"Bad Extension" = "Extensão inválido";

/* 502 Bad Gateway. */
"Bad Gateway" = "Gateway inválido";

/* 400 Bad Request. */
"Bad Request" = "Pedido inválido";

/* 600 Busy Everywhere. */
"Busy Everywhere" = "Ocupado em todo o lado";

/* 486 Busy Here. */
"Busy Here" = "Ocupado aqui";

/* 181 Call Is Being Forwarded. */
"Call Is Being Forwarded" = "Chamada está a ser encaminhada";

/* 481 Call/Transaction Does Not Exist. */
"Call/Transaction Does Not Exist" = "Chamada/Transacção não existe";

/* 603 Decline. */
"Decline" = "Recusar";

/* 604 Does Not Exist Anywhere. */
"Does Not Exist Anywhere" = "Não existe em lado nenhum";

/* 421 Extension Required. */
"Extension Required" = "Extensão necessária";

/* 403 Forbidden. */
"Forbidden" = "Proibído";

/* 410 Gone. */
"Gone" = "Expirado";

/* 423 Interval Too Brief. */
"Interval Too Brief" = "Intervalo demasiado breve";

/* 482 Loop Detected. */
"Loop Detected" = "Loop detectado";

/* 513 Message Too Large. */
"Message Too Large" = "Mensagem demasiado grande";

/* 405 Method Not Allowed. */
"Method Not Allowed" = "Método não permitido";

/* 301 Moved Permanently. */
"Moved Permanently" = "Movido permanentemente";

/* 302 Moved Temporarily. */
"Moved Temporarily" = "Movido temporariamente";

/* 300 Multiple Choices. */
"Multiple Choices" = "Múltiplas escolhas";

/* 406 Not Acceptable.
   606 Not Acceptable. */
"Not Acceptable" = "Não aceitável";

/* 488 Not Acceptable Here. */
"Not Acceptable Here" = "Não aceitável aqui";

/* 404 Not Found. */
"Not Found" = "Não encontrado";

/* 501 Not Implemented. */
"Not Implemented" = "Não implementado";

/* 200 OK. */
"OK" = "OK";

/* 402 Payment Required. */
"Payment Required" = "Pagamento necessário";

/* 580 Precondition Failure. */
"Precondition Failure" = "Falha da pré-condição";

/* 407 Proxy Authentication Required. */
"Proxy Authentication Required" = "Necessária autenticação no Proxy";

/* 182 Queued. */
"Queued" = "Colocado em fila de espera";

/* 413 Request Entity Too Large. */
"Request Entity Too Large" = "Entidade de pedido demasiado grande";

/* 491 Request Pending. */
"Request Pending" = "Pedido pendente";

/* 487 Request Terminated. */
"Request Terminated" = "Pedido concluído";

/* 408 Request Timeout. */
"Request Timeout" = "Excedido o tempo limite do pedido";

/* 490 Request Updated. */
"Request Updated" = "Pedido actualizado";

/* 414 Request-URI Too Long. */
"Request-URI Too Long" = "URI de pedido demasiado extenso";

/* 180 Ringing. */
"Ringing" = "A tocar";

/* 500 Server Internal Error. */
"Server Internal Error" = "Erro interno de servidor";

/* 504 Server Time-out. */
"Server Time-out" = "Excedido o tempo limite do servidor";

/* 503 Service Unavailable. */
"Service Unavailable" = "Serviço indisponível";

/* 183 Session Progress. */
"Session Progress" = "Evolução da sessão";

/* 422 Session Timer Too Small. */
"Session Timer Too Small" = "Temporizador da sessão demasiado pequeno";

/* 480 Temporarily Unavailable. */
"Temporarily Unavailable" = "Indisponível temporariamente";

/* 483 Too Many Hops. */
"Too Many Hops" = "Demasiados saltos";

/* 100 Trying. */
"Trying" = "A tentar";

/* 401 Unauthorized. */
"Unauthorized" = "Não autorizado";

/* 493 Undecipherable. */
"Undecipherable" = "Indecifrável";

/* 415 Unsupported Media Type. */
"Unsupported Media Type" = "Tipo de media não suportado";

/* 416 Unsupported URI Scheme. */
"Unsupported URI Scheme" = "Esquema URL não suportado";

/* 305 Use Proxy. */
"Use Proxy" = "Utilizar Proxy";

/* 505 Version Not Supported. */
"Version Not Supported" = "Versão não suportada";

